{
  "CopilotChat.nvim": { "branch": "canary" },
  "LazyVim": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "SchemaStore.nvim": { "branch": "main" },
  "auto-pandoc.nvim": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "ccc.nvim": { "branch": "main" },
  "clangd_extensions.nvim": { "branch": "main" },
  "clipboard-image.nvim": { "branch": "main" },
  "cmake-tools.nvim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-emoji": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "copilot-cmp": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "crates.nvim": { "branch": "main" },
  "dashboard-nvim": { "branch": "master" },
  "dial.nvim": { "branch": "master" },
  "edgy.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "flutter-tools.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "github-nvim-theme": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "haskell-snippets.nvim": { "branch": "master" },
  "haskell-tools.nvim": { "branch": "2.x.x" },
  "headlines.nvim": { "branch": "master" },
  "hydra.nvim": { "branch": "master" },
  "inc-rename.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lean.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "luvit-meta": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mdeval.nvim": { "branch": "master" },
  "mini.ai": { "branch": "main" },
  "mini.hipatterns": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.move": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "multicursors.nvim": { "branch": "main" },
  "nabla.nvim": { "branch": "master" },
  "neo-tree.nvim": { "branch": "v2.x" },
  "neoconf.nvim": { "branch": "main" },
  "neogen": { "branch": "main" },
  "neotest": { "branch": "master" },
  "neotest-haskell": { "branch": "master" },
  "neotest-python": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-nu": { "branch": "main" },
  "nvim-spectre": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "one-small-step-for-vimkind": { "branch": "main" },
  "onedarkpro.nvim": { "branch": "main" },
  "otter.nvim": { "branch": "main" },
  "outline.nvim": { "branch": "main" },
  "persistence.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "project.nvim": { "branch": "main" },
  "quarto-nvim": { "branch": "main" },
  "refactoring.nvim": { "branch": "master" },
  "rustaceanvim": { "branch": "master" },
  "sniprun": { "branch": "master" },
  "switch.vim": { "branch": "main" },
  "tcomment_vim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "telescope_hoogle": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "tokyodark.nvim": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "ts-comments.nvim": { "branch": "main" },
  "venv-selector.nvim": { "branch": "regexp" },
  "vim-illuminate": { "branch": "master" },
  "vim-just": { "branch": "main" },
  "vim-slime": { "branch": "main" },
  "vim-vsnip": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "window-picker": { "branch": "main" },
  "yanky.nvim": { "branch": "main" },
  "zoxide.vim": { "branch": "master" }
}